Repository: Minayaff/KerimMMC
Catalog: KerimMMC/Resources/SharedResources.*.resx
Languages: az_latn_az, ru_ru

source: About
az_latn_az: Haqqımızda
ru_ru: О нас

source: About Us
az_latn_az: Haqqımızda
ru_ru: О нас

# about-us-text
source: The company has been operating since December 5, 2011. Karim Temir Tikinti Gurashdirma LLC has been involved in many construction and reconstruction works. It is a legal company that has worked with many large companies and state enterprises. Caspian Pipe Coatings, ADO-G We have cooperation with companies such as the Aliyev Oil Refinery. Our company is expanding its cooperation not only with local companies but also with many foreign companies. MHWirth has also worked with foreign companies such as North West Construction in many areas. Currently, we have relations and cooperation with many companies engaged in construction, repair, installation and reconstruction in our country.
az_latn_az: Şirkət 05.12.2011 ci ildən fəaliyyətə başlayan Kərim Təmir Tikinti Quraşdırma MMC bir çox tikinti və rekonstruksiya işlərinin aparılmasında fəaliyyətini sürdürür.Bir çox böyük şirkətlərlə və dövlət müəssisələri ilə birgə fəaliyyəti olmuş hüquqi şirkətdir.”Caspian Pipe Coatings”, “ADO-G” “Heydər Əliyev adında Neft Emalı Zavodunda kimi şirkətlərlə əməkdaşlığımız mövcuddur.Şirkətimiz yalnız yerli şirkətlərlə deyil bir çox xarici şirkətlərlə də öz əməkdaşlıq fəaliyyətini genişləndirir. “MHWirth” “North vest konstruction” kimi xarici şirkətlərlə də öz fəaliyyətini bir çox sahələrdə göstərmişdir.Hal hazırda ölkəmizdə fəaliyyət göstərən bir çox tikinti təmir,montaj,yenidənqurma növ fəaliyyəti ilə məşğul olan şirkətlərlə əlaqələrimiz əməkdaşlığımız və birgə fəaliyyətimiz vardır.
ru_ru: Компания работает с 5 декабря 2011 года. ООО «Карим темир тикинти гурашдирма» участвует во многих строительных и реконструкционных работах. Это юридическая компания, которая работала со многими крупными компаниями и государственными предприятиями. Caspian Pipe Coatings, ADO-G Мы сотрудничаем с такими компаниями, как НПЗ им. Алиева. Наша компания расширяет сотрудничество не только с местными компаниями, но и со многими иностранными компаниями. MHWirth также работала с иностранными компаниями, такими как North West Construction, во многих областях. В настоящее время мы имеем отношения и сотрудничество со многими компаниями, занимающимися строительством, ремонтом, установкой и реконструкцией в нашей стране.

source: Address
az_latn_az: Ünvan

# blog
source: News
az_latn_az: Xəbərlər
ru_ru: Новости

# company
source: Commitment of our company
az_latn_az: Şirkətimizin Öhdəliyi
ru_ru: Приверженность нашей компании

# company-text
source: The group of companies sees the basis of its activities in the dynamic and comprehensive development of the enterprise, the effective use of material resources and the maximum possible protection of the environment for future generations. To this end, the company has made the following commitments: • Expect compliance with all international and domestic environmental standards; • Reducing environmental pollution by saving material resources; • Improving at all stages of production processes and reducing energy consumption; • Continuous improvement of the company's environmental protection activities; • Development of a plan of preventive measures to prevent environmental pollution; • Continuous monitoring of the situation on labor protection and industrial safety, continuous improvement of the situation in this area; • Create safe working conditions in its production areas, compliance with occupational safety and health standards in this area; • Involve all employees in "occupational safety" and "environmental protection" and achieve continuous improvement in this area; • The main mechanisms envisaged by the enterprise in the implementation of environmental policy. • Communicate the essence of environmental policy to all employees; • Evaluate all initiatives to protect the environment and the environment; • Achieve continuous increase of environmental awareness of staff; • Rewarding creative initiatives on material saving, energy saving, application of new technologies; • Environmental certification of manufactured products; • The implementation of environmental policy will always be in the center of attention, as reflected in all the contracts signed by the company.
az_latn_az: Şirkətlər qrupu öz fəaliyyətinin əsasını müəssisənin dinamik və hərtərəfli inkişafında maddi nemətlərdən səmərəli istifadə və ətraf mühitin gələcək nəsillər üçün maksimum dərəcə yaxşı qorunmasında görür. Bunun üçün müəssisə aşağıdakı öhdəlikləri qəbul edib: • Bütün beynəlxalq və ölkədaxili ekoloji normativlərə əməl olunmasının gözlənilməsi; • Maddi resurslara maksimum qənaət etməklə, ətraf mühitin çirklənməsinin azaldılması ; • İstehsalat proseslərinin bütün mərhələlərində təkmilləşdirilməsi və enerji sərfinin azaldılması; • Müəsisənin ətraf mühitin qorunması üzrə fəaliyyətinin daim təkmilləşdirilməsi; • Ətraf mühitin zibillənməsinin qarşısının alınması üçün qabaqlıyıcı tədbirlər planın hazırlanması; • Əməyin mühafizəsi və istehsalatın təhlükəsizliyi üzrə vəziyyəti daim nəzarətdə saxlanması, bu sahədə vəziyyətin daim yaxşılaşdırması; • Özünün istehsalat sahələrində, təhlükəsiz əmək şəraiti yaratmalı, bu sahədə əməyin təhlükəsizliyi və gigiyenası normativlərinə əməl edilməsi; • Müəsisənin işçilərinin “əməyin təhlükəsizliyi” və“ekologiyanın qorunması” işlərinə hamılıqla cəlb edilməsi və bu sahədə göstəricilərin daim yaxşılaşdırılmasına nail olmaq; • Ekoloji siyasətin həyata keçirilməsində müəssisənin nəzərdə tutduğu əsas mexanizmlər. • Ekoloji siyasətin mahiyətini bütün işçilərə çatdırmalı; • Ekologiyanın və ətraf mühitin qorunması yolunda bütün təşəbbüsləri qiymətləndirməli; • Personalın ekoloji biliyinin daim artırılmasına nail olmalı; • Material qənaəti, enerji qənaəti, yeni texnologiyanın tətbiqi üzrə yaradıcı təşəbbüslərin mükafatlandırılması; • İstehsal olunan məhsulların ekoloji sertifikatlaşdırılması; • Ekoloji siyasətin həyata keçirilməsi, müəsisənin imzaladığı bütün müqavilələrdə öz əksini tapmaqla daim diqqət mərkəzində olacaqdır.
ru_ru: Группа компаний видит в своей деятельности динамичное и всестороннее развитие предприятия, эффективное использование материальных ресурсов и максимально возможную защиту окружающей среды для будущих поколений. С этой целью компания взяла на себя следующие обязательства: • ожидать соблюдения всех международных и внутренних экологических стандартов; • снижение загрязнения окружающей среды за счет экономии материальных ресурсов; • Улучшение на всех этапах производственных процессов и снижение энергопотребления; • постоянное совершенствование природоохранной деятельности компании; • разработка плана профилактических мероприятий по предотвращению загрязнения окружающей среды; • Постоянный мониторинг ситуации по охране труда и промышленной безопасности, постоянное улучшение ситуации в этой сфере; • Создание безопасных условий труда на своих производственных площадках, соблюдение стандартов безопасности и гигиены труда в этой области; • вовлекать всех сотрудников в «безопасность труда» и «защиту окружающей среды» и добиваться постоянного улучшения в этой области; • Основные механизмы, предусмотренные предприятием при реализации экологической политики. • довести суть экологической политики до всех работников; • Оценить все инициативы по защите окружающей среды и окружающей среды; • добиться постоянного повышения экологической осведомленности персонала; • поощрение творческих инициатив по экономии материалов, энергосбережению, применению новых технологий; • экологическая сертификация производимой продукции; • Реализация экологической политики всегда будет в центре внимания, что отражено во всех контрактах, подписанных компанией.

source: Contact
az_latn_az: Əlaqə
ru_ru: Kонтакт

source: Contact me
az_latn_az: Əlaqə Vasitəsi
ru_ru: Свяжитесь со мной

# environmental
source: Environmental Protection and Occupational Safety
az_latn_az: Ətraf Mühitin Qorunması və Əməyin Mühafizəsi
ru_ru: Охрана окружающей среды и охрана труда

# environmental-text
source: The complexity of modern production activities requires a comprehensive approach to Environmental Protection and Occupational Safety: Creating safe working conditions; Instruct employees on safe work methods; Ensuring the safety of production equipment; Security of buildings and facilities; Providing employees with personal protective equipment; Creating an optimal work and rest regime; Periodic review and monitoring.
az_latn_az: Müasir istehsalat fəaliyyətlərinin mürəkkəbliyi Ətraf Mühitin Qorunmasına və Əməyin Mühafizəsinə kompleks yanaşma tələb edir: Təhlükəsiz əmək şəraitinin yaradılması; İşçilərin təhlükəsiz əmək metodları üzrə təlimatlandırılması; İstehsal avadanlıqlarının təhlükəsizliyinin təmini; Bina və qurğuların təhlükəsizliyi; İşçilərin fərdi mühafizə vasitələri ilə təmini; Optimal iş və istirahət rejiminin yaradılması; Periodik baxış və nəzarət
ru_ru: Сложность современной производственной деятельности требует комплексного подхода к охране окружающей среды и охране труда: Создание безопасных условий труда; Проинструктировать сотрудников о безопасных методах работы; Обеспечение безопасности производственного оборудования; Охрана зданий и сооружений; Обеспечение работников средствами индивидуальной защиты; Создание оптимального режима работы и отдыха; Периодический обзор и мониторинг

# general
source: General Activity
az_latn_az: Ümumi Fəaliyyət
ru_ru: Общая деятельность

# general-text
source: KARIM REPAIR CONSTRUCTION INSTALLATION LLC understands its responsibility to the society for its small impact on the environment through its numerous activities. As a result of this responsibility, the company develops a specific environmental protection plan for each project it implements. In this regard, it develops a plan of preventive measures for the most efficient use of material resources, maximum savings on energy carriers, prevention of environmental waste. There are also areas where the company takes a more responsible approach to its activities. These are issues of protection of water basins from pollution and land reclamation. The company considers compliance with all environmental acts, directives and norms adopted in the Republic of Azerbaijan as the basis for its activities.
az_latn_az: KƏRİM TƏMİR TİKİNTİ QURAŞDIRMA MMC özünün çoxsaylı fəaliyyəti ilə ətraf mühitə az da olsa etdiyi təsirə görə cəmiyyət qarşısında məsuliyyətini başa düşür. Bu məsuliyyətin təsiridir ki, müəssisə həyata keçirdiyi hər bir layihə üçün xüsusi olaraq ətraf mühitin qorunması planını hazırlayır. Bu planda maddi resurslarından maksimum səmərəli istifadə, enerji daşıyıcıyılarına maksimum qənaət, ətraf mühitin tullantılarla zibillənməsinin qarşısının alınması üzrə önləyici tədbirlər planı hazırlayır. Müəssisənin öz fəaliyyətində əsasən daha məsuliyyətli yanaşdığı sahələr də vardır.Bunlar , su hövzələrin çirklənmədən qorunması və torpaqların rekultivasiyası məsələləridir. Müəsisə öz fəaliyyətində Azərbaycan Respublikası üzrə qəbul olunmuş bütün ekolojı aktlara, direktivlərə və normalara riayət etməyi öz fəaliyyəti üçün əsas sayır
ru_ru: KARIM REPAIR CONSTRUCTION INSTALLATION LLC понимает свою ответственность перед обществом за его небольшое воздействие на окружающую среду благодаря своей многочисленной деятельности. В результате этой ответственности компания разрабатывает конкретный план защиты окружающей среды для каждого реализуемого проекта. В связи с этим разрабатывается план профилактических мероприятий для наиболее эффективного использования материальных ресурсов, максимальной экономии энергоносителей, предотвращения загрязнения окружающей среды. Есть также области, где компания более ответственно подходит к своей деятельности. Это вопросы защиты водных бассейнов от загрязнения и мелиорации. Основой своей деятельности компания считает соблюдение всех природоохранных актов, директив и норм, принятых в Азербайджанской Республике.

# karim
source: Karim Repair Construction Installation
az_latn_az: Kərim Təmir Tikinti Quraşdırma/
ru_ru: КАРИМ РЕМОНТНО-СТРОИТЕЛЬНАЯ МОНТАЖ

# karim-text
source: The group of companies sees the basis of its activities in the dynamic and all-round development of the enterprise, the effective use of material resources and the maximum possible protection of the environment for future generations. To this end, the company has made the following commitments: Ensuring compliance with all international and domestic environmental standards; Reducing environmental pollution by saving material resources; Improving at all stages of production processes and reducing energy consumption; Continuous improvement of the enterprise's environmental protection activities; Preparation of a plan of preventive measures to prevent littering of the environment; Constant monitoring of the situation on labor protection and industrial safety, continuous improvement of the situation in this area; To create safe working conditions in its production areas, to observe the norms of labor safety and hygiene in this field; Involve all employees in "occupational safety" and "environmental protection" and achieve continuous improvement in this area; The main mechanisms envisaged by the enterprise in the implementation of environmental policy. Communicate the essence of environmental policy to all employees; Evaluate all initiatives to protect the environment and the environment; Achieve continuous increase of environmental awareness of staff; Rewarding creative initiatives on material saving, energy saving, application of new technologies; Ecological certification of manufactured products; The implementation of environmental policy will always be in the center of attention, as reflected in all the contracts signed by the company. Environmental policy will be constantly improved, corrected and updated during the operation of the enterprise. "Karim repair, construction and installation" understands its responsibility to society for its small impact on the environment through its numerous activities. As a result of this responsibility, the company develops a specific environmental protection plan for each project it implements. In this regard, it develops a plan of preventive measures for the most efficient use of material resources, maximum savings on energy carriers, prevention of environmental waste. There are also areas where the company takes a more responsible approach to its activities. These are issues of protection of water basins from pollution and land reclamation. The company considers compliance with all environmental acts, directives and norms adopted in the Republic of Azerbaijan as the basis for its activities.
az_latn_az: Şirkətlər qrupu öz fəaliyyətinin əsasını müəssisənin dinamik və hər tərəfli inkişafında maddi nemətlərdən səmərəli istifadə və ətraf mühitin gələcək nəsillər üçün maksimum dərəcə yaxşı qorunmasında görür. Bunun üçün müəsisə aşağıdaki öhdəlikləri qəbul edib: Bütün beynəlxalq və ölkədaxili ekoloji normativlərə əməl olunmasının gözlənilməsi; Maddi resurslara maksimum qənaət etməklə, ətraf mühitin çirklənməsinin azaldılması ; Istehsalat proseslərinin bütün mərhələlərində təkmilləşdirilməsi və enerji sərfinin azaldılması; Müəsisənin ətraf mühitin qorunması üzrə fəaliyyətinin daim təkmilləşdirilməsi; Ətraf mühitin zibillənməsinin qarşısının alınması üçün qabaqlıyıcı tədbirlər planın hazırlanması; Əməyin mühafizəsi və istehsalatın təhlükəsizliyi üzrə vəziyyəti daim nəzarətdə saxlanması, bu sahədə vəziyyətin daim yaxşılaşdırması; Özünün istehsalat sahələrində, təhlükəsiz əmək şəraiti yaratmalı, bu sahədə əməyin təhlükəsizliyi və gigiyenası normativlərinə əməl edilməsi; Müəsisənin işçilərinin “əməyin təhlükəsizliyi” və“ekologiyanın qorunması” işlərinə hamılıqla cəlb edilməsi və bu sahədə göstəricilərin daim yaxşılaşdırılmasına nail olmaq; Ekoloji siyasətin həyata keçirilməsində müəssisənin nəzərdə tutduğu əsas mexanizmlər. Ekoloji siyasətin mahiyətini bütün işçilərə çatdırmalı; Ekologiyanın və ətraf mühitin qorunması yolunda bütün təşəbbüsləri qiymətləndirməli; Personalın ekoloji biliyinin daim artırılmasına nail olmalı; Material qənaəti, enerji qənaəti, yeni texnologiyanın tətbiqi üzrə yaradıcı təşəbbüslərin mükafatlandırılması; Istehsal olunan məhsulların ekolojı sertifikatlaşdırılması; Ekoloji siyasətin həyata keçirilməsi , müəsisənin imzaladığı bütün müqavilələrdə , öz əksini tapmaqla, daim diqqət mərkəzində olacaqdır. Ekoloji siyasət müəsisənin fəaliyyəti dövründə daim təkmilləşdiriləcək, təshih ediləcək, yeniləşdiriləcəkdir. “Kərim təmir tikinti qurasdırma “ özünün çoxsaylı fəaliyyəti ilə ətraf mühitə az da olsa etdiyi təsirə görə cəmiyyət qarşısında məsuliyyətini başa düşür. Bu məsuliyyətin təsiridir ki, müəssisə həyata keçirdiyi hər bir layihə üçün xüsusi olaraq ətraf mühitin qorunması planını hazırlayır. Bu planda maddi resurslarından maksimum səmərəli istifadə, enerji daşıyıcıyılarına maksimum qənaət, ətraf mühitin tullantılarla zibillənməsinin qarşısının alınması üzrə önləyici tədbirlər planı hazırlayır. Müəssisənin öz fəaliyyətində əsasən daha məsuliyyətli yanaşdığı sahələr də vardır.Bunlar su hövzələrin çirklənmədən qorunması və torpaqların rekultivasiyası məsələləridir. Müəsisə öz fəaliyyətində Azərbaycan Respublikası üzrə qəbul olunmuş bütün ekolojı aktlara, direktivlərə və normalara riayət etməyi öz fəaliyyəti üçün əsas sayır.
ru_ru: Группа компаний видит в своей деятельности динамичное и всестороннее развитие предприятия, эффективное использование материальных ресурсов и максимально возможную защиту окружающей среды для будущих поколений. С этой целью компания взяла на себя следующие обязательства: обеспечение соответствия всем международным и национальным экологическим стандартам; Снижение загрязнения окружающей среды за счет экономии материальных ресурсов; Улучшение на всех этапах производственных процессов и снижение энергопотребления; Постоянное совершенствование природоохранной деятельности предприятия; Подготовка плана профилактических мероприятий по предотвращению засорения окружающей среды; Постоянный мониторинг ситуации по охране труда и промышленной безопасности, постоянное улучшение ситуации в этой сфере; Создавать безопасные условия труда на своих производственных площадях, соблюдать нормы охраны труда и гигиены в этой области; Вовлеките всех сотрудников в «безопасность труда» и «защиту окружающей среды» и достигайте постоянного улучшения в этой области; Основные механизмы, предусмотренные предприятием при реализации экологической политики. Довести суть экологической политики до всех работников; Оценить все инициативы по защите окружающей среды и окружающей среды; Добиться постоянного повышения экологической осведомленности персонала; Награждение творческими инициативами по экономии материалов, энергосбережению, применению новых технологий; Экологическая сертификация выпускаемой продукции; Реализация экологической политики всегда будет в центре внимания, что отражено во всех контрактах, подписанных компанией. Экологическая политика будет постоянно совершенствоваться, корректироваться и обновляться в процессе работы предприятия. «Карим ремонт, строительство и монтаж» понимает свою ответственность перед обществом за его небольшое воздействие на окружающую среду благодаря своей многочисленной деятельности. В результате этой ответственности компания разрабатывает конкретный план защиты окружающей среды для каждого реализуемого проекта. В связи с этим разрабатывается план профилактических мероприятий для наиболее эффективного использования материальных ресурсов, максимальной экономии энергоносителей, предотвращения загрязнения окружающей среды. Есть также области, где компания более ответственно подходит к своей деятельности. Это вопросы защиты водных бассейнов от загрязнения и мелиорации. Основой своей деятельности компания считает соблюдение всех природоохранных актов, директив и норм, принятых в Азербайджанской Республике.

# mainPage
source: Home
az_latn_az: Ana Səhifə
ru_ru: Главная страница

# method
source: Objectives and Methods
az_latn_az: Məqsəd və Methodlar
ru_ru: Цели и методы

# methods-text
source: KARIM REPAIR CONSTRUCTION INSTALLATION LLC undertakes to take urgent measures to prevent industrial injuries and eliminate the causes of accidents and risks. It aims to create a working environment in accordance with the requirements of international standards and state standards in this area
az_latn_az: “KƏRİM TƏMİR TİKİNTİ QURAŞDIRNA” MMC istehsalat travmatizminin qarşısını almaq, bədbəxt hadisələrin və risklərin yaranma səbəblərini aradan qaldırmaq üçün təxirəsalınmaz tədbirlərin görülməsini özünə borc bilir. Bu sahədə beynəlxalq standartların, dövlət normativlərinin tələblərinə uyğun iş mühitinin yaradılmasını qarşısına məqsəd qoyur.
ru_ru: КАРИМ РЕМОНТНО-СТРОИТЕЛЬНАЯ МОНТАЖ LLC обязуется принять срочные меры для предотвращения производственного травматизма и устранения причин несчастных случаев и рисков. Он направлен на создание рабочей среды в соответствии с требованиями международных стандартов и государственных стандартов в этой области.

# policy
source: Environmental Policy
az_latn_az: Ekoloji Siyasət
ru_ru: Экологическая политика

# policy-text
source: The company always prefers to improve its internal environmental policy, as it has certain effects on the environment during its production activities. In order to ensure a comprehensive approach to environmental protection, there is a constant activity within the enterprise.
az_latn_az: Müəsisənin öz istehsalat fəalyyəti dövründə ətraf mühitə müəyyən təsirlər etdiyindən daim özünün müəssisədaxili ekolojı siyasətini təkmilləşdirməyə üstünlük verir. Ətraf mühitin qorunması işində kompleks yanaşmanı təmin etmək üçün müəssisə daxilində daimi fəalyyət göstərilir.
ru_ru: Компания всегда предпочитает совершенствовать свою внутреннюю экологическую политику, поскольку она оказывает определенное влияние на окружающую среду в ходе производственной деятельности. В целях обеспечения комплексного подхода к охране окружающей среды на предприятии ведется постоянная деятельность.

# question
source: DO YOU HAVE A QUESTION FOR US?
az_latn_az: BİZƏ SUALINIZ VAR?
ru_ru: У ВАС ЕСТЬ ВОПРОСЫ К НАМ?

# safety
source: Health, Occupational Safety and Environment
az_latn_az: Sətəm
ru_ru: Здоровье, безопасность труда и окружающая среда

# safety-text
source: "KARIM REPAIR CONSTRUCTION INSTALLATION" Company highly appreciates its labor resources. Constantly develops healthy and safe working conditions for its employees. The company is based on the following principles: The positive impact of the results of production activities on the health of employees; The right of each member of the staff to work in safe working conditions; Close liaison with public and government agencies in addressing security issues.
az_latn_az: “KƏRİM TƏMİR TİKİNTİ QURAŞDIRMA” Şirkəti öz əmək resurslarını yüksək qiymətləndirir. Öz əməkdaşları üçün sağlam və təhlükəsiz iş şəraitinin yaradılmasını daim inkişaf etdirir. Şirkət aşağıdakı prinsipləri əsas tutur: İstehsalat fəaliyyəti nəticələrinin işçilərin sağlamlığına müsbət təsiri; Kollektivin hər bir üzvünün təhlükəsiz iş şəraitində işləmək hüququ; Təhlükəsizliyin təmin olunması məsələlərinin həllində ictimai və dövlət qurumları ilə sıx əlaqə.
ru_ru: Компания «КАРИМ РЕМОНТНО-СТРОИТЕЛЬНАЯ МОНТАЖ» высоко ценит свои трудовые ресурсы. Постоянно развивает здоровые и безопасные условия труда для своих сотрудников. В основе компании лежат следующие принципы: положительное влияние результатов производственной деятельности на здоровье работников; Право каждого сотрудника на работу в безопасных условиях труда; Тесная связь с общественностью и государственными органами в решении вопросов безопасности.

source: Services
az_latn_az: Fəaliyyət Növləri
ru_ru: Виды деятельности

source: Team
az_latn_az: Rəhbərlik
ru_ru: Pуководство
