Repository: Minayaff/KerimMMC
Catalog: KerimMMC/Resources/SharedResources.*.resx
Languages: az_latn_az, ru_ru

# certfication
source: Our Certificates
ru_ru: Наши сертификаты
