Repository: Minayaff/KerimMMC
Catalog: KerimMMC/Resources/Views/Home/Index.*.resx
Languages: az_latn_az, ru_ru

source: About
az_latn_az: Haqqımızda
ru_ru: О нас

# about-us-text
source: The company has been operating since December 5, 2011. Karim Temir Tikinti Gurashdirma LLC has been involved in many construction and reconstruction works. It is a legal company that has worked with many large companies and state enterprises. Caspian Pipe Coatings, ADO-G We have cooperation with companies such as the Aliyev Oil Refinery. Our company is expanding its cooperation not only with local companies but also with many foreign companies. MHWirth has also worked with foreign companies such as North West Construction in many areas. Currently, we have relations and cooperation with many companies engaged in construction, repair, installation and reconstruction in our country.
az_latn_az: Şirkət 05.12.2011 ci ildən fəaliyyətə başlayan Kərim Təmir Tikinti Quraşdırma MMC bir çox tikinti və rekonstruksiya işlərinin aparılmasında fəaliyyətini sürdürür.Bir çox böyük şirkətlərlə və dövlət müəssisələri ilə birgə fəaliyyəti olmuş hüquqi şirkətdir.”Caspian Pipe Coatings”, “ADO-G” “Heydər Əliyev adında Neft Emalı Zavodunda kimi şirkətlərlə əməkdaşlığımız mövcuddur.Şirkətimiz yalnız yerli şirkətlərlə deyil bir çox xarici şirkətlərlə də öz əməkdaşlıq fəaliyyətini genişləndirir. “MHWirth” “North vest konstruction” kimi xarici şirkətlərlə də öz fəaliyyətini bir çox sahələrdə göstərmişdir.Hal hazırda ölkəmizdə fəaliyyət göstərən bir çox tikinti təmir,montaj,yenidənqurma növ fəaliyyəti ilə məşğul olan şirkətlərlə əlaqələrimiz əməkdaşlığımız və birgə fəaliyyətimiz vardır.
ru_ru: Компания работает с 5 декабря 2011 года. ООО «Карим темир тикинти гурашдирма» участвует во многих строительных и реконструкционных работах. Это юридическая компания, которая работала со многими крупными компаниями и государственными предприятиями. Caspian Pipe Coatings, ADO-G Мы сотрудничаем с такими компаниями, как НПЗ им. Алиева. Наша компания расширяет сотрудничество не только с местными компаниями, но и со многими иностранными компаниями. MHWirth также работала с иностранными компаниями, такими как North West Construction, во многих областях. В настоящее время мы имеем отношения и сотрудничество со многими компаниями, занимающимися строительством, ремонтом, установкой и реконструкцией в нашей стране.

# advantage
source: Get a competitive advantage with us
az_latn_az: Rəqabətdə üstünlüyü bizimlə əldə et
ru_ru: Получите с нами конкурентное преимущество

# banner
source: Build your future
az_latn_az: Gələcəyİnİzİ Bu Gün Özünüz
ru_ru: Постройте свое будущее

# banner_alt
source: today
az_latn_az: Tİkİn
ru_ru: сегодня

# built
source: Construction of buildings
az_latn_az: Binalarin tikilməsi
ru_ru: Строительство зданий

# built_alt
source: Rise higher with us, our quality is our job!
az_latn_az: Bizimlə daha ucalara yüksəlin,keyfiyyətimiz işimizdir!
ru_ru: Поднимайтесь с нами выше, наше качество - наша работа!

# clean
source: Clean and accurate
az_latn_az: Təmiz və dəqiq
ru_ru: Чисто и аккуратно

# exp
source: ANNUAL EXPERIENCE
az_latn_az: İLLİK TƏCRÜBƏ
ru_ru: ГОДОВОЙ ОПЫТ

# kran
source: Rental of cranes
az_latn_az: Kranlarin icarəsi
ru_ru: Аренда кранов

# kran_alt
source: Более здоровые здания будут расти с нашими кранами
az_latn_az: Daha sağlam tikililər,bizim kranlarla yüksələcək
ru_ru: Healthier buildings will rise with our cranes

# more
source: Read More
az_latn_az: Daha ətraflı
ru_ru: Читать далее

# question
source: the most frequently asked questions
az_latn_az: ƏN ÇOX VERİLƏN SUALLAR
ru_ru: самые часто задаваемые вопросы

# question1
source: In what areas do you operate?
az_latn_az: Hansı sahələr üzrə fəaliyyətniz var?
ru_ru: В каких сферах вы работаете?

# question2
source: Diagnostics of lifting devices, technical inspection and testing of equipment operated at potentially hazardous facilities Building, water canals, shore protection works and other construction works.
az_latn_az: Qaldırıcı qurğuların diaqnostikası,Təhlükə potensiallı obyektlərdə istismar olunan avadanlıqların texniki baxışdan keçirilməsi və sınağı Bina,su kanalları,sahilbərkitmə işləri və digər tikinti işləri.
ru_ru: Диагностика подъемных устройств, технический осмотр и испытание оборудования, эксплуатируемого на потенциально опасных объектах Строительство, водные каналы, берегоукрепительные работы и другие строительные работы.

# question3
source: Is there a unit price estimate?
az_latn_az: Vahid qiymət dəyərləndirməsi var?
ru_ru: Есть ли приблизительная цена за единицу?

# question4
source: No, because after the instrument is inspected, the assessment is carried out in accordance with the price offer
az_latn_az: Yoxdur çünki aləti yoxlamadan keçirildikdən sonra qiymətləndirilmə,qiymət təklifinə uyğun aparılır
ru_ru: Нет, потому что после проверки инструмента оценка проводится в соответствии с ценовым предложением.

# question5
source: What are the standards?
az_latn_az: Hansı standartlar var?
ru_ru: Какие стандарты?

# question6
source: ISO 9001,14001 and AZS standards and GOST
az_latn_az: İSO 9001,14001 və AZS standartlar və QOST
ru_ru: Стандарты ISO 9001,14001 и AZS и ГОСТ

# tech
source: Underwater technical works
az_latn_az: Sualtı texniki işlər
ru_ru: Подводно-технические работы

# tech_alt
source: We do the deepest, the best work
az_latn_az: Ən dərində, ən yaxşı işləri görürük
ru_ru: Мы делаем самую глубокую, лучшую работу

# typesOfActivities
source: Services
az_latn_az: Fəaliyyət növləri
ru_ru: Виды деятельности
